Repository: wp-plugins/inform-about-content
Catalog: languages/inform_about_content-*.po
Languages: de_de, es_es, lt_lt

source: new comment to
de_de: neuer Kommentar zu
es_es: nuevo comentario a
lt_lt: naujas komentaras į

source: to:
de_de: zu:
es_es: a:

source: by
de_de: von
es_es: de
lt_lt: nuo

source: Inform about Content?
de_de: Information über neue Inhalte?
es_es: Informar sobre el contenido
lt_lt: Informuoti apie turinį?

source: Posts subscription
de_de: Artikelabonnement
es_es: subscripción de artículos
lt_lt: Įrašų prenumerata

source: Inform about new posts via e-mail, without your own posts.
de_de: Informiere dich über neue Artikel via E-Mail, ohne deine eigenen Artikel.
es_es: Informar sobre nuevos artículos vía correo electrónico, sin su proprios artículos
lt_lt: Informuoti apie naujus įrašus elektroniu paštu (neįtraukiant Jūsų paties publikuotų įrašų).

source: Comments subscription
de_de: Kommentarabonnement
es_es: subscripción comentarios
lt_lt: Komentarų prenumerata

source: Inform about new comments via e-mail, without your own comments.
de_de: Informiere dich über neue Kommentare via E-Mail, ohne deine eigenen Kommentare.
es_es: Informar sobre nuevos comentarios, sin su proprios comentarios
lt_lt: Informuoti apie naujus komentarus elektriniu paštu (neskaitant Jūsų paties publikuotų komentarų)

source: Inform About Content Settings
de_de: Information über Inhalte Einstellungen
es_es: Informar sobre opciónes del contenido

source: Hide E-Mail addresses to other recipients (BCC)
de_de: Verberge E-Mailadressen vor anderen Empängern (Bcc)
es_es: Esconder dirección electrónica de otros receptores (BBC)

source: To: header for Bcc-option is set
de_de: An: Header für BCC-Option ist aktiv
es_es: a: Cabecera de CCO-opción se establece

source: The eMail needs a to-header if all addresses are set as <code>bcc</code>. Leave empty to use the <code>admin_email</code> option.
de_de: Die E-Mail benötigt einen to-Header, wenn alle Addressen als <code>BCC</code> gesetzt sind. Lasse das Feld leer um die <code>admin_email</code> Option zu nutzen.
es_es: El correo electrónico tiene un al-header si todas las direcciones se configuran como <code>bcc</code>. Dejar en blanco para usar el <code>admin_email</code>.

source: Attach media files to the notification email
de_de: Mediendatein der E-Mail Mitteilung zuordnen
es_es: Adjuntar archivos multimedia a la notificación por correo electrónico

source: Note: Users must opt-in to e-mail notifications by default
de_de: Hinweis: Im Standard bekommen Nutzer die E-Mail Mitteilung.
es_es: Nota: Los usuarios deben optar por las notificaciones de correo electrónico de forma predeterminada

source: Note: Users must opt-out from e-mail notifications by default
de_de: Hinweis: Nutzer müssen im Standard die E-Mail Mitteilung deaktivieren.
es_es: Nota: Los usuarios deben optar por dejar de notificaciones por correo electrónico de forma predeterminada

source: Inform about Content
lt_lt: Informuoti apie Turinį

source: Inform about post and approved comments via mail to all users of a blog
lt_lt: Informuoti visus tinklaraščio vartotojus apie įrašus ir patvirtinus komentarus elekektroniu paštu

source: to
lt_lt: į

source: URL
lt_lt: Universalusis adresas
